app/controllers/registrations_controller.rb

INSERT INTO "users" ("name", "email", "phone", "password", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["name", "nico"], ["email", "nico@miuna.cl"], ["phone", "34598345985"], ["password", "nico1234567"], ["created_at", "2019-04-17 14:56:49.759100"], ["updated_at", "2019-04-17 14:56:49.759100"]]
---
	def create
		@user = User.new(registration_params)
		if @user.save(registration_params)